Repository: kelvinkosbab/KozBon
Catalog: KozBonPackages/BonjourLocalization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, zh_hans

# a11y_additional_details_hint
source: Enter a description of this service type
ar: أدخل وصفًا لنوع الخدمة هذا
de: Beschreibung dieses Diensttyps eingeben
es: Introduce una descripción de este tipo de servicio
fr: Entrez une description de ce type de service
he: הזן תיאור עבור סוג שירות זה
ja: このサービスタイプの説明を入力
zh_hans: 输入此服务类型的描述

# a11y_selected
source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
he: נבחר
ja: 選択済み
zh_hans: 已选择

# a11y_not_selected
source: Not selected
ar: غير محدد
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
he: לא נבחר
ja: 未選択
zh_hans: 未选择

# a11y_select_service_type_hint
source: Double tap to select this service type
ar: انقر نقرًا مزدوجًا لاختيار نوع الخدمة هذا
de: Doppeltippen, um diesen Diensttyp auszuwählen
es: Toca dos veces para seleccionar este tipo de servicio
fr: Touchez deux fois pour sélectionner ce type de service
he: הקש פעמיים כדי לבחור את סוג השירות הזה
ja: ダブルタップでこのサービスタイプを選択
zh_hans: 双击以选择此服务类型

# a11y_edit_hint
source: Double tap to edit this service type
ar: انقر نقرًا مزدوجًا لتعديل نوع الخدمة هذا
de: Doppeltippen, um diesen Diensttyp zu bearbeiten
es: Toca dos veces para editar este tipo de servicio
fr: Touchez deux fois pour modifier ce type de service
he: הקש פעמיים כדי לערוך את סוג השירות הזה
ja: ダブルタップでこのサービスタイプを編集
zh_hans: 双击以编辑此服务类型

# a11y_delete_hint
source: Double tap to delete this service type
ar: انقر نقرًا مزدوجًا لحذف نوع الخدمة هذا
de: Doppeltippen, um diesen Diensttyp zu löschen
es: Toca dos veces para eliminar este tipo de servicio
fr: Touchez deux fois pour supprimer ce type de service
he: הקש פעמיים כדי למחוק את סוג השירות הזה
ja: ダブルタップでこのサービスタイプを削除
zh_hans: 双击以删除此服务类型

# a11y_view_details_format
source: View details for %@
ar: عرض تفاصيل %@
de: Details anzeigen für %@
es: Ver detalles de %@
fr: Afficher les détails de %@
he: צפה בפרטים עבור %@
ja: %@ の詳細を表示
zh_hans: 查看 %@ 的详情

# a11y_port_hint_format
source: Enter the service port number, between %lld and %lld
ar: أدخل رقم منفذ الخدمة، بين %lld و %lld
de: Portnummer des Dienstes eingeben, zwischen %lld und %lld
es: Introduce el número de puerto del servicio, entre %lld y %lld
fr: Entrez le numéro de port du service, entre %lld et %lld
he: הזן את מספר היציאה של השירות, בין %lld ל-%lld
ja: サービスのポート番号を入力、%lld から %lld の間
zh_hans: 输入服务端口号，范围为 %lld 到 %lld

# a11y_error_format
source: Error: %@
ar: خطأ: %@
de: Fehler: %@
fr: Erreur : %@
he: שגיאה: %@
ja: エラー: %@
zh_hans: 错误: %@

# a11y_remove_format
source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
he: הסר %@
ja: %@ を削除
zh_hans: 移除 %@

# a11y_edit_format
source: Edit %@
ar: تعديل %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
he: ערוך %@
ja: %@ を編集
zh_hans: 编辑 %@

# a11y_delete_format
source: Delete %@
ar: حذف %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
he: מחק %@
ja: %@ を削除
zh_hans: 删除 %@

# a11y_long_press_copy_format
source: Long press to copy %@
ar: اضغط مطوّلاً لنسخ %@
de: Lange drücken, um %@ zu kopieren
es: Mantén pulsado para copiar %@
fr: Appui long pour copier %@
he: הקש ארוכות כדי להעתיק %@
ja: 長押しで %@ をコピー
zh_hans: 长按以拷贝 %@

# nearby_format
source: Nearby %@
ar: %@ القريبة
de: %@ in der Nähe
es: %@ cercanos
fr: %@ à proximité
he: %@ בקרבת מקום
ja: 近くの %@
zh_hans: 附近的 %@

# nearby_services
source: Services
ar: الخدمات
de: Dienste
es: Servicios
he: שירותים
ja: サービス
zh_hans: 服务

# action_copy_type
source: Copy Type
ar: نسخ النوع
de: Typ kopieren
es: Copiar tipo
fr: Copier le type
he: העתק סוג
ja: タイプをコピー
zh_hans: 复制类型

# settings_scanning
source: Scanning
ar: الفحص
de: Scannen
es: Escaneo
fr: Analyse
he: סריקה
ja: スキャン
zh_hans: 扫描

# settings_scan_on_launch
source: Scan for services on launch
ar: البحث عن الخدمات عند التشغيل
de: Beim Start nach Diensten suchen
es: Buscar servicios al iniciar
fr: Rechercher les services au lancement
he: סרוק שירותים בהפעלה
ja: 起動時にサービスを検索
zh_hans: 启动时扫描服务

# settings_display
source: Display
ar: العرض
de: Anzeige
es: Pantalla
fr: Affichage
he: תצוגה
ja: 表示
zh_hans: 显示

# settings_default_sort_order
source: Service sort order
ar: ترتيب الخدمات
de: Dienst-Sortierung
es: Orden de servicios
fr: Ordre de tri des services
he: סדר מיון השירותים
ja: サービスの並び順
zh_hans: 服务排序方式

# settings_sort_none
source: None
ar: بدون
de: Keine
es: Ninguno
fr: Aucun
he: ללא
ja: なし
zh_hans: 无

# settings_sort_hostname_asc
source: Hostname (A → Z)
ar: اسم المضيف (أ → ي)
es: Nombre de host (A → Z)
fr: Nom d'hôte (A → Z)
he: שם מארח (א → ת)
ja: ホスト名 (A → Z)
zh_hans: 主机名 (A → Z)

# settings_sort_hostname_desc
source: Hostname (Z → A)
ar: اسم المضيف (ي → أ)
es: Nombre de host (Z → A)
fr: Nom d'hôte (Z → A)
he: שם מארח (ת → א)
ja: ホスト名 (Z → A)
zh_hans: 主机名 (Z → A)

source: Adobe Photoshop remote navigation service for controlling Photoshop from a tablet or mobile device.
ar: خدمة التنقل عن بُعد في Adobe Photoshop للتحكم في Photoshop من جهاز لوحي أو هاتف محمول.
de: Adobe Photoshop Fernnavigationsdienst zur Steuerung von Photoshop von einem Tablet oder Mobilgerät.
es: Servicio de navegación remota de Adobe Photoshop para controlar Photoshop desde una tableta o dispositivo móvil.
fr: Service de navigation à distance Adobe Photoshop pour contrôler Photoshop depuis une tablette ou un appareil mobile.
he: שירות ניווט מרחוק של Adobe Photoshop לשליטה ב-Photoshop ממכשיר טאבלט או נייד.
ja: タブレットやモバイルデバイスからPhotoshopを操作するためのAdobe Photoshopリモートナビゲーションサービス。
zh_hans: 用于从平板电脑或移动设备控制Photoshop的Adobe Photoshop远程导航服务。

source: AirDroid wireless device management app for file transfer and remote access between mobile devices and computers.
ar: تطبيق AirDroid لإدارة الأجهزة لاسلكيًا لنقل الملفات والوصول عن بُعد بين الأجهزة المحمولة والحواسيب.
de: AirDroid drahtlose Geräteverwaltungs-App für Dateiübertragung und Fernzugriff zwischen Mobilgeräten und Computern.
es: Aplicación AirDroid de gestión inalámbrica de dispositivos para transferencia de archivos y acceso remoto entre dispositivos móviles y ordenadores.
fr: Application AirDroid de gestion sans fil des appareils pour le transfert de fichiers et l'accès à distance entre appareils mobiles et ordinateurs.
he: אפליקציית AirDroid לניהול מכשירים אלחוטי, להעברת קבצים וגישה מרחוק בין מכשירים ניידים למחשבים.
ja: モバイルデバイスとコンピュータ間のファイル転送とリモートアクセスのためのAirDroidワイヤレスデバイス管理アプリ。
zh_hans: AirDroid无线设备管理应用，用于在移动设备和电脑之间进行文件传输和远程访问。

source: AirPlay, QuickTime Streaming Server (QTSS), streaming media players
ar: AirPlay و QuickTime Streaming Server (QTSS) ومشغّلات الوسائط المتدفقة
de: AirPlay, QuickTime Streaming Server (QTSS), Streaming-Mediaplayer
es: AirPlay, QuickTime Streaming Server (QTSS), reproductores de medios en streaming
fr: AirPlay, QuickTime Streaming Server (QTSS), lecteurs multimédias en streaming
he: AirPlay, QuickTime Streaming Server (QTSS), ונגני מדיה בהזרמה
ja: AirPlay、QuickTime Streaming Server（QTSS）、ストリーミングメディアプレーヤー
zh_hans: AirPlay、QuickTime Streaming Server（QTSS）、流媒体播放器

source: Also known as AirTunes. The AirPort Express Base Station advertises this service. iTunes browses for this service starting in iTunes 4.6.
ar: يُعرف أيضًا باسم AirTunes. تعلن AirPort Express Base Station عن هذه الخدمة. يبحث iTunes عن هذه الخدمة بدءًا من iTunes 4.6.
de: Auch bekannt als AirTunes. Die AirPort Express-Basisstation bewirbt diesen Dienst. iTunes sucht nach diesem Dienst ab iTunes 4.6.
es: También conocido como AirTunes. La estación base AirPort Express publica este servicio. iTunes busca este servicio a partir de iTunes 4.6.
fr: Également connu sous le nom d'AirTunes. La borne AirPort Express publie ce service. iTunes recherche ce service à partir d'iTunes 4.6.
he: ידוע גם בשם AirTunes. תחנת הבסיס AirPort Express מפרסמת את השירות הזה. iTunes מחפש את השירות הזה החל מ-iTunes 4.6.
ja: AirTunesとも呼ばれます。AirPort Expressベースステーションがこのサービスをアドバタイズします。iTunes 4.6以降、iTunesがこのサービスをブラウズします。
zh_hans: 也称为AirTunes。AirPort Express基站会广播此服务。iTunes从iTunes 4.6开始浏览此服务。

source: Also known as iPhoto Photo Sharing. iPhoto advertises and browses for DPAP servers starting in iPhoto 4.0.
ar: يُعرف أيضًا باسم iPhoto Photo Sharing. يعلن iPhoto عن خوادم DPAP ويبحث عنها بدءًا من iPhoto 4.0.
de: Auch bekannt als iPhoto Fotofreigabe. iPhoto bewirbt und sucht DPAP-Server ab iPhoto 4.0.
es: También conocido como Compartir fotos de iPhoto. iPhoto publica y busca servidores DPAP a partir de iPhoto 4.0.
fr: Également connu sous le nom de Partage de photos iPhoto. iPhoto publie et recherche les serveurs DPAP à partir d'iPhoto 4.0.
he: ידוע גם בשם iPhoto Photo Sharing. iPhoto מפרסם ומחפש שרתי DPAP החל מ-iPhoto 4.0.
ja: iPhotoフォト共有とも呼ばれます。iPhoto 4.0以降、iPhotoはDPAPサーバーをアドバタイズおよびブラウズします。
zh_hans: 也称为iPhoto照片共享。iPhoto从iPhoto 4.0开始广播和浏览DPAP服务器。

source: Also known as iTunes Music Sharing. iTunes advertises and browses for DAAP servers starting in iTunes 4.0.
ar: يُعرف أيضًا باسم iTunes Music Sharing. يعلن iTunes عن خوادم DAAP ويبحث عنها بدءًا من iTunes 4.0.
de: Auch bekannt als iTunes Musikfreigabe. iTunes bewirbt und sucht DAAP-Server ab iTunes 4.0.
es: También conocido como Compartir música de iTunes. iTunes publica y busca servidores DAAP a partir de iTunes 4.0.
fr: Également connu sous le nom de Partage de musique iTunes. iTunes publie et recherche les serveurs DAAP à partir d'iTunes 4.0.
he: ידוע גם בשם iTunes Music Sharing. iTunes מפרסם ומחפש שרתי DAAP החל מ-iTunes 4.0.
ja: iTunes音楽共有とも呼ばれます。iTunes 4.0以降、iTunesはDAAPサーバーをアドバタイズおよびブラウズします。
zh_hans: 也称为iTunes音乐共享。iTunes从iTunes 4.0开始广播和浏览DAAP服务器。

source: Amazon wireless playback service for discovering and streaming to Amazon Echo, Fire TV, and other Alexa-enabled devices.
ar: خدمة التشغيل اللاسلكي من Amazon لاكتشاف Amazon Echo و Fire TV وغيرها من أجهزة Alexa والبث إليها.
de: Amazon drahtloser Wiedergabedienst zum Erkennen und Streamen zu Amazon Echo, Fire TV und anderen Alexa-fähigen Geräten.
es: Servicio de reproducción inalámbrica de Amazon para descubrir y transmitir a Amazon Echo, Fire TV y otros dispositivos compatibles con Alexa.
fr: Service de lecture sans fil Amazon pour la découverte et la diffusion vers Amazon Echo, Fire TV et d'autres appareils compatibles Alexa.
he: שירות הזרמה אלחוטית של Amazon לגילוי ולהזרמה אל Amazon Echo, Fire TV ושאר מכשירי Alexa.
ja: Amazon Echo、Fire TV、その他のAlexa対応デバイスへのストリーミングのためのAmazonワイヤレス再生サービス。
zh_hans: Amazon无线播放服务，用于发现和流式传输到Amazon Echo、Fire TV及其他支持Alexa的设备。

source: Android TV Remote Service for discovering and controlling Android TV devices from mobile phones and tablets.
ar: خدمة التحكم عن بُعد في Android TV لاكتشاف أجهزة Android TV والتحكم بها من الهواتف المحمولة والأجهزة اللوحية.
de: Android TV Remote-Dienst zum Erkennen und Steuern von Android TV-Geräten von Mobiltelefonen und Tablets.
es: Servicio Android TV Remote para descubrir y controlar dispositivos Android TV desde teléfonos móviles y tabletas.
fr: Service Android TV Remote pour la découverte et le contrôle des appareils Android TV depuis des téléphones mobiles et tablettes.
he: שירות שלט רחוק של Android TV לגילוי ולשליטה במכשירי Android TV מטלפונים וטאבלטים.
ja: 携帯電話やタブレットからAndroid TVデバイスを検出・制御するAndroid TV Remoteサービス。
zh_hans: Android TV Remote服务，用于从手机和平板电脑发现和控制Android TV设备。

source: Apache Subversion version control system for tracking changes in files and directories.
ar: نظام التحكم بالإصدارات Apache Subversion لتتبع التغييرات في الملفات والمجلدات.
de: Apache Subversion Versionskontrollsystem zur Nachverfolgung von Änderungen in Dateien und Verzeichnissen.
es: Sistema de control de versiones Apache Subversion para rastrear cambios en archivos y directorios.
fr: Système de contrôle de version Apache Subversion pour le suivi des modifications dans les fichiers et répertoires.
he: מערכת בקרת גרסאות Apache Subversion למעקב אחר שינויים בקבצים ובתיקיות.
ja: ファイルとディレクトリの変更を追跡するApache Subversionバージョン管理システム。
zh_hans: Apache Subversion版本控制系统，用于跟踪文件和目录的更改。

source: Apple AirDrop peer-to-peer file sharing service for wirelessly transferring files, photos, and links between nearby Apple devices.
ar: خدمة Apple AirDrop لمشاركة الملفات نِدًا لنِد لنقل الملفات والصور والروابط لاسلكيًا بين أجهزة Apple القريبة.
de: Apple AirDrop Peer-to-Peer-Dateifreigabedienst für die drahtlose Übertragung von Dateien, Fotos und Links zwischen Apple-Geräten in der Nähe.
es: Servicio de compartición de archivos punto a punto Apple AirDrop para transferir archivos, fotos y enlaces de forma inalámbrica entre dispositivos Apple cercanos.
fr: Service de partage de fichiers pair à pair Apple AirDrop pour transférer sans fil des fichiers, photos et liens entre appareils Apple à proximité.
he: שירות שיתוף קבצים עמית-לעמית של Apple AirDrop להעברה אלחוטית של קבצים, תמונות וקישורים בין מכשירי Apple סמוכים.
ja: 近くのAppleデバイス間でファイル、写真、リンクをワイヤレスで転送するApple AirDropピアツーピアファイル共有サービス。
zh_hans: Apple AirDrop点对点文件共享服务，用于在附近的Apple设备之间无线传输文件、照片和链接。

source: Apple CarPlay control protocol for wireless CarPlay connections between iPhone and compatible vehicle head units.
ar: بروتوكول التحكم في Apple CarPlay لاتصالات CarPlay اللاسلكية بين iPhone وأنظمة الترفيه المتوافقة في السيارات.
de: Apple CarPlay-Steuerungsprotokoll für drahtlose CarPlay-Verbindungen zwischen iPhone und kompatiblen Fahrzeug-Haupteinheiten.
es: Protocolo de control Apple CarPlay para conexiones CarPlay inalámbricas entre iPhone y unidades principales de vehículos compatibles.
fr: Protocole de contrôle Apple CarPlay pour les connexions CarPlay sans fil entre iPhone et les unités principales de véhicules compatibles.
he: פרוטוקול שליטה של Apple CarPlay לחיבורי CarPlay אלחוטיים בין iPhone למערכות מולטימדיה תואמות ברכב.
ja: iPhoneと対応車載ユニット間のワイヤレスCarPlay接続のためのApple CarPlay制御プロトコル。
zh_hans: Apple CarPlay控制协议，用于iPhone与兼容车载主机之间的无线CarPlay连接。

source: Apple Continuity service for seamless transitions between Apple devices, including Handoff and Universal Control.
ar: خدمة Apple Continuity للانتقال السلس بين أجهزة Apple، بما في ذلك Handoff و Universal Control.
de: Apple Continuity-Dienst für nahtlose Übergänge zwischen Apple-Geräten, einschließlich Handoff und Universal Control.
es: Servicio Apple Continuity para transiciones fluidas entre dispositivos Apple, incluyendo Handoff y Universal Control.
fr: Service Apple Continuity pour des transitions fluides entre appareils Apple, incluant Handoff et Universal Control.
he: שירות Apple Continuity למעבר חלק בין מכשירי Apple, כולל Handoff ו-Universal Control.
ja: HandoffやUniversal Controlを含む、Appleデバイス間のシームレスな移行のためのApple Continuityサービス。
zh_hans: Apple Continuity服务，用于在Apple设备之间无缝切换，包括Handoff和通用控制。

source: Apple HomeKit service for discovering and controlling smart home accessories on the local network.
ar: خدمة Apple HomeKit لاكتشاف ملحقات المنزل الذكي والتحكم بها على الشبكة المحلية.
de: Apple HomeKit-Dienst zum Erkennen und Steuern von Smart-Home-Zubehör im lokalen Netzwerk.
es: Servicio Apple HomeKit para descubrir y controlar accesorios de hogar inteligente en la red local.
fr: Service Apple HomeKit pour la découverte et le contrôle des accessoires de maison connectée sur le réseau local.
he: שירות Apple HomeKit לגילוי ושליטה באביזרי בית חכם ברשת המקומית.
ja: ローカルネットワーク上のスマートホームアクセサリを検出・制御するApple HomeKitサービス。
zh_hans: Apple HomeKit服务，用于在本地网络上发现和控制智能家居配件。

source: Apple Keynote presentation sharing and remote control service.
ar: خدمة Apple Keynote لمشاركة العروض التقديمية والتحكم عن بُعد.
de: Apple Keynote Dienst zum Teilen von Präsentationen und zur Fernsteuerung.
es: Servicio de Apple Keynote para compartir presentaciones y control remoto.
fr: Service Apple Keynote de partage de présentations et de contrôle à distance.
he: שירות Apple Keynote לשיתוף מצגות ולשליטה מרחוק.
ja: Apple Keynoteプレゼンテーション共有およびリモートコントロールサービス。
zh_hans: Apple Keynote演示文稿共享和远程控制服务。

source: Apple MIDI Network Session protocol for sending MIDI messages between devices over a local network, used by music production apps and instruments.
ar: بروتوكول Apple MIDI Network Session لإرسال رسائل MIDI بين الأجهزة عبر شبكة محلية، تستخدمه تطبيقات وأدوات إنتاج الموسيقى.
de: Apple MIDI Network Session-Protokoll zum Senden von MIDI-Nachrichten zwischen Geräten über ein lokales Netzwerk, verwendet von Musikproduktions-Apps und Instrumenten.
es: Protocolo Apple MIDI Network Session para enviar mensajes MIDI entre dispositivos a través de una red local, utilizado por aplicaciones de producción musical e instrumentos.
fr: Protocole Apple MIDI Network Session pour l'envoi de messages MIDI entre appareils via un réseau local, utilisé par les applications de production musicale et les instruments.
he: פרוטוקול Apple MIDI Network Session לשליחת הודעות MIDI בין מכשירים ברשת מקומית, נמצא בשימוש על ידי אפליקציות וכלים להפקת מוזיקה.
ja: ローカルネットワーク経由でデバイス間でMIDIメッセージを送信するApple MIDI Network Sessionプロトコル。音楽制作アプリや楽器で使用されます。
zh_hans: Apple MIDI Network Session协议，用于通过本地网络在设备之间发送MIDI消息，供音乐制作应用和乐器使用。

source: Apple Mobile Device Protocol for communication between iOS devices and macOS for syncing, debugging, and management.
ar: بروتوكول Apple Mobile Device للتواصل بين أجهزة iOS و macOS لأغراض المزامنة والتصحيح والإدارة.
de: Apple Mobile Device Protocol für die Kommunikation zwischen iOS-Geräten und macOS zur Synchronisierung, Fehlerbehebung und Verwaltung.
es: Protocolo Apple Mobile Device para comunicación entre dispositivos iOS y macOS para sincronización, depuración y gestión.
fr: Protocole Apple Mobile Device pour la communication entre appareils iOS et macOS pour la synchronisation, le débogage et la gestion.
he: פרוטוקול Apple Mobile Device לתקשורת בין מכשירי iOS ל-macOS לצורכי סנכרון, איתור באגים וניהול.
ja: 同期、デバッグ、管理のためのiOSデバイスとmacOS間の通信用Apple Mobile Deviceプロトコル。
zh_hans: Apple Mobile Device协议，用于iOS设备与macOS之间的同步、调试和管理通信。

source: Apple Mobile Device Protocol version 2 for enhanced communication between iOS devices and macOS.
ar: بروتوكول Apple Mobile Device الإصدار 2 لاتصال محسّن بين أجهزة iOS و macOS.
de: Apple Mobile Device Protocol Version 2 für verbesserte Kommunikation zwischen iOS-Geräten und macOS.
es: Protocolo Apple Mobile Device versión 2 para comunicación mejorada entre dispositivos iOS y macOS.
fr: Protocole Apple Mobile Device version 2 pour une communication améliorée entre appareils iOS et macOS.
he: פרוטוקול Apple Mobile Device גרסה 2 לתקשורת משופרת בין מכשירי iOS ל-macOS.
ja: iOSデバイスとmacOS間の強化された通信のためのApple Mobile Deviceプロトコルバージョン2。
zh_hans: Apple Mobile Device协议版本2，用于iOS设备与macOS之间的增强通信。

source: Apple Remote Debug Services including OpenGL Profiler for remote GPU debugging and performance analysis of graphics applications.
ar: خدمات Apple Remote Debug بما فيها OpenGL Profiler لتصحيح GPU عن بُعد وتحليل أداء تطبيقات الرسومات.
de: Apple Remote Debug Services einschließlich OpenGL Profiler für Remote-GPU-Debugging und Leistungsanalyse von Grafikanwendungen.
es: Servicios de depuración remota de Apple, incluyendo OpenGL Profiler para depuración remota de GPU y análisis de rendimiento de aplicaciones gráficas.
fr: Services de débogage à distance Apple, incluant OpenGL Profiler pour le débogage GPU à distance et l'analyse des performances des applications graphiques.
he: שירותי Apple Remote Debug כולל OpenGL Profiler לאיתור באגי GPU מרחוק וניתוח ביצועים של אפליקציות גרפיקה.
ja: リモートGPUデバッグとグラフィックスアプリケーションのパフォーマンス分析のためのOpenGL Profilerを含むApple Remote Debugサービス。
zh_hans: Apple远程调试服务，包括用于远程GPU调试和图形应用程序性能分析的OpenGL Profiler。

source: Apple Remote Desktop 2.0 or later
ar: Apple Remote Desktop 2.0 أو أحدث
de: Apple Remote Desktop 2.0 oder neuer
es: Apple Remote Desktop 2.0 o posterior
fr: Apple Remote Desktop 2.0 ou ultérieur
he: Apple Remote Desktop 2.0 או חדש יותר
ja: Apple Remote Desktop 2.0以降
zh_hans: Apple Remote Desktop 2.0或更高版本

source: Apple Remote Desktop management service for remote control and administration of Mac computers.
ar: خدمة إدارة Apple Remote Desktop للتحكم عن بُعد في أجهزة Mac وإدارتها.
de: Apple Remote Desktop-Verwaltungsdienst für Fernsteuerung und Verwaltung von Mac-Computern.
es: Servicio de gestión Apple Remote Desktop para control remoto y administración de ordenadores Mac.
fr: Service de gestion Apple Remote Desktop pour le contrôle à distance et l'administration des ordinateurs Mac.
he: שירות הניהול של Apple Remote Desktop לשליטה מרחוק ולניהול מחשבי Mac.
ja: Macコンピュータのリモートコントロールと管理のためのApple Remote Desktop管理サービス。
zh_hans: Apple Remote Desktop管理服务，用于远程控制和管理Mac电脑。

source: Apple TV (2nd generation) discovery service with support for AirPlay and Netflix streaming.
ar: خدمة اكتشاف Apple TV (الجيل الثاني) مع دعم AirPlay وبث Netflix.
de: Apple TV (2. Generation) Erkennungsdienst mit Unterstützung für AirPlay und Netflix-Streaming.
es: Servicio de descubrimiento de Apple TV (2.ª generación) con soporte para AirPlay y streaming de Netflix.
fr: Service de découverte Apple TV (2e génération) avec prise en charge d'AirPlay et du streaming Netflix.
he: שירות גילוי של Apple TV (דור שני) עם תמיכה ב-AirPlay ובהזרמת Netflix.
ja: AirPlayとNetflixストリーミングをサポートするApple TV（第2世代）検出サービス。
zh_hans: Apple TV（第2代）发现服务，支持AirPlay和Netflix流媒体。

source: Apple TV (3rd generation) discovery service with 1080p video support.
ar: خدمة اكتشاف Apple TV (الجيل الثالث) مع دعم الفيديو بدقة 1080p.
de: Apple TV (3. Generation) Erkennungsdienst mit 1080p-Videounterstützung.
es: Servicio de descubrimiento de Apple TV (3.ª generación) con soporte de video 1080p.
fr: Service de découverte Apple TV (3e génération) avec prise en charge de la vidéo 1080p.
he: שירות גילוי של Apple TV (דור שלישי) עם תמיכה בווידאו 1080p.
ja: 1080pビデオ対応のApple TV（第3世代）検出サービス。
zh_hans: Apple TV（第3代）发现服务，支持1080p视频。

source: Apple TV (4th generation) discovery service with tvOS app support and Siri Remote.
ar: خدمة اكتشاف Apple TV (الجيل الرابع) مع دعم تطبيقات tvOS و Siri Remote.
de: Apple TV (4. Generation) Erkennungsdienst mit tvOS-App-Unterstützung und Siri Remote.
es: Servicio de descubrimiento de Apple TV (4.ª generación) con soporte de apps tvOS y Siri Remote.
fr: Service de découverte Apple TV (4e génération) avec prise en charge des apps tvOS et Siri Remote.
he: שירות גילוי של Apple TV (דור רביעי) עם תמיכה באפליקציות tvOS וב-Siri Remote.
ja: tvOSアプリサポートとSiri Remoteに対応するApple TV（第4世代）検出サービス。
zh_hans: Apple TV（第4代）发现服务，支持tvOS应用和Siri Remote。

source: Apple TV Media Remote protocol for controlling Apple TV playback, navigation, and input from iOS devices and Macs.
ar: بروتوكول Apple TV Media Remote للتحكم في تشغيل Apple TV والتنقل والإدخال من أجهزة iOS و Mac.
de: Apple TV Media Remote-Protokoll zur Steuerung von Wiedergabe, Navigation und Eingabe des Apple TV von iOS-Geräten und Macs.
es: Protocolo Apple TV Media Remote para controlar la reproducción, navegación y entrada del Apple TV desde dispositivos iOS y Mac.
fr: Protocole Apple TV Media Remote pour contrôler la lecture, la navigation et la saisie de l'Apple TV depuis les appareils iOS et Mac.
he: פרוטוקול Apple TV Media Remote לשליטה בהפעלה, ניווט וקלט של Apple TV ממכשירי iOS ומחשבי Mac.
ja: iOSデバイスやMacからApple TVの再生、ナビゲーション、入力を制御するApple TV Media Remoteプロトコル。
zh_hans: Apple TV Media Remote协议，用于从iOS设备和Mac控制Apple TV的播放、导航和输入。

source: Apple TV iTunes Store discovery for browsing and purchasing content directly on Apple TV.
ar: اكتشاف Apple TV iTunes Store لتصفح المحتوى وشرائه مباشرة على Apple TV.
de: Apple TV iTunes Store-Erkennung zum Durchsuchen und Kaufen von Inhalten direkt auf Apple TV.
es: Descubrimiento de Apple TV iTunes Store para navegar y comprar contenido directamente en Apple TV.
fr: Découverte Apple TV iTunes Store pour parcourir et acheter du contenu directement sur Apple TV.
he: גילוי Apple TV iTunes Store לעיון ולרכישת תוכן ישירות ב-Apple TV.
ja: Apple TV上で直接コンテンツを閲覧・購入するためのApple TV iTunes Store検出。
zh_hans: Apple TV iTunes Store发现，用于直接在Apple TV上浏览和购买内容。
